#Клонирование репозитория:
#Открываем терминал или командную строку и вводим следующую команду:

git clone https://github.com/maitri-vv/maitri-vv.github.io.git

#Это создаст локальную копию репозитория на нашем пк.

#После клонирования изучаем файлы HTML и CSS, чтобы понять, как они взаимодействуют и как стили применяются к элементам на странице.

#Используем текстовый редактор для внесения изменений в HTML и CSS файлы. Мы можем изменить текст, добавить свои проекты, изменить стили и т.д.


